extends Node

var all_food = 0
var food_2 = 0
var food_5 = 0
var food_7 = 0

var task1_lvl3 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task2_lvl3 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task3_lvl3 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task1_1_lvl4 = "Что случилось в конце этого перода?: 
	1)Упал слишком большой метиорит. 2)Ордовикско-силурийское вымирание 3)Появились челистоногие."
#правильный ответ 2
var task1_2_lvl4 = "Кто вымер во время Ордовикско-силурийское вымирания?: 
	1)Все морские беспозвоночные, 2)Большая часть морских позвоночных. 3)Большая часть морских беспозвоночных."
#правильный ответ 3
var task1_3_lvl4 = "Пикайа относится к каким животным?: 
	1)Хордовый. 2)Позвоночный. 3)Членистоногие."
#правильный ответ 1

var task2_1_lvl4 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task2_2_lvl4 = "Максимальная длина Диконсонии?: 
	1). 2). 3)."
#правильный ответ 3
var task2_3_lvl4 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task3_1_lvl4 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task3_2_lvl4 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task3_3_lvl4 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task4_1_lvl4 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task4_2_lvl4 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task4_3_lvl4 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1


var task1_1_lvl5 = "Что случилось в конце этого перода?: 
	1)Упал слишком большой метиорит. 2)Ордовикско-силурийское вымирание 3)Появились челистоногие."
#правильный ответ 2
var task1_2_lvl5 = "Кто вымер во время Ордовикско-силурийское вымирания?: 
	1)Все морские беспозвоночные, 2)Большая часть морских позвоночных. 3)Большая часть морских беспозвоночных."
#правильный ответ 3
var task1_3_lvl5 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task2_1_lvl5 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task2_2_lvl5 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task2_3_lvl5 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task3_1_lvl5 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task3_2_lvl5 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task3_3_lvl5 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1

var task4_1_lvl5 = "Когда появились первые членистоногие животные?: 
	1)Эдиакарская биота. 2)Кембрийский период. 3)Ордовикский период."
#правильный ответ 2
var task4_2_lvl5 = "Максимальная длина Диконсонии?: 
	1)1 м. 2)3,5 м. 3)1,4 м."
#правильный ответ 3
var task4_3_lvl5 = "Во время кембрия был расцвет кого?: 
	1)Трилобитов. 2)Молллюсков. 3)Позвоночных."
#правильный ответ 1
